{
    "fromMe": [{
        "id": "0000",
        "details": [
            [
                "🎂🎂🎂 生日快乐宝宝姐 🎂🎂🎂",
                "我有好多好多话想对你说，首先终于到了我陪你过生日的时候了，可惜我不在你身边。",
                "时间过的好快啊宝宝姐",
                "真的是一眨眼，我们就已经半年多了",
                "还记得刚认识一两个月的时候的我们。你说过我们会有很多个春夏秋冬",
                "还记得你为我庆祝生日时候，在飞机上你送给我生日礼物时候的表情，你发光的眼睛",
                "还记得我们去广东，我们熬夜追剧，那是我第一次感受到我们未来，踏实，安心，幸福",
                "还记得我们一起去看房子，我们在一一实现之前许下的愿望",
                "还有好多个我记得",
                "还有好多好多话",
                "请不要着急，我想一一地讲给你听",
                "我们第一次见面的时候，我记得我有一点紧张，在家里面我穿上了我最帅的想要纹在身上的polo衫",
                "抓了一下我觉得最帅气的头发",
                "我害怕你是照骗",
                "害怕我会很尴尬的度过剩下来的几个小时",
                "但是那天过的出奇的浪漫，我们聊到了生活，聊到了过去，聊到了感情经历，聊到了喜好，聊到了下次见面",
                "<img src='img/1beiying.jpg'>",
                "后来我说我心脏不太舒服",
                "我们就结束了那天的约会",
                "不是啊但是后来你说我为什么要第一面就要问感情经历，这句话也太攻击到我们第一次见面的含金量了吧",
                "算了谁叫我这么爱你呢，不跟宝宝姐计较了=)",
                "你一定记得这个照片是在哪里拍的",
                "<img src='img/firstselfi.jpg'>",
                "在写代码的时候，我把这个照片命名成了‘我们的第一张自拍’",
                "我当时这应该是我们见过的第三面，我在车里面觉得这个女孩我好喜欢",
                "她对我似乎有点兴趣但是不太多",
                "我应该是说了，你怎么到现在还不亲我之类的话，我想加快一下进度，结果我们亲的好狠，这个照片代表了我们第一次的亲吻",
                "在这个时期的我们，我愿意称之为最后一根烟的时期，我们总是晚上精心打扮好然后出门",
                "然后傍晚抽完最后一支烟回家",
                "这个时期的我们",
                "在餐厅或者公园，聊自己的困惑，聊自己的犹豫，聊对彼此的爱。我们在周五的夜晚狂欢，在周中的夜晚聊天，在车的副驾亲吻",
                "我们疯狂的在拿起画笔，渴望在对方的生活经历里面画上自己的印记",
                "有一次你问我想念是什么样的感觉",
                "想念啊，他是一种闷闷的感受，像是呼吸都是一个有重量的行为，你还记得你是怎么回答的么",
                "<img src='img/screenshot.jpg'>",
                "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈",
                "有这个时候的你还没有彻底攻读好MBTI的文献，你说‘明天就不闷了’哈哈哈哈哈救命啊",
                "宝宝姐谢谢你，谢谢你有在很好的经营我们这段感情",
                "过去的我时常觉得我们不够同频，并且为此爆发出来了很多激烈的争吵",
                "我看见了你的努力，看见了你的重视。我看见你愿意为了我们，去好好的打磨自己的沟通方式，性格，以及生活习惯",
                "你的努力，你的付出，我全部都看见了。它们被我好好的保护好了，放在了我的心里。我很经常的把他们拿出来，细细的品味",
                "感受你对我的爱，它让我的生活变得更甜了",
                "这个截图，在代码里面我命名成‘生气的老妈’",
                "<img src='img/生气的老妈.jpg'>",
                "对不起妈，我真的有在好好的买衣服，好好的装修新房子，好好的工作，好好的谈恋爱。她不是我在酒吧认识的",
                "这个时期的我，把我妈忘的一干二净了，哎后来想想没有她的支持，我可能真的会...",
                "没有她的支持",
                "在翻相册的时候，我经常会翻出来奇怪的照片",
                "<img src='img/fuji.jpg'>",
                "<img src='img/fuji2.jpg'>",
                "哈哈哈哈哈哈怎么回事",
                "我已经很尽力的在做绿茶了，我仿佛真的像是一只美女蛇，因为我们时刻没有对上的问题，你说你是慢热，我是快热",
                "我在变着法子让你今天比昨天你更喜欢我一点",
                "<img src='img/zuimei.jpg'>",
                "这个照片的名字叫最美的照片，我觉得这个视频的你是我拍过最好看的时刻，生动并且古灵精怪",
                "这是我们自驾游拍的照片，我们和你最好的朋友这一对，在湖边溯溪，下午在露营，傍晚吃烧烤",
                "还有晚上我完成了精心准备的约定，下一次只会比这次更难忘",
                "我想说宝宝辛苦了，感谢这段时间的付出，我们是最好的朋友最好的战友",
                "<img src='img/隔阂.jpg'>",
                "这个照片的名字叫做隔阂，在这段时间我们总是出现各种各样的问题这个视频是一个周末，我第二天要回舒城探望爷爷奶奶。可是我前一天晚上喝酒到凌晨才回家",
                "第二天我们就爆发了很激烈的争吵，因为你很在乎我说的每一句话，我的计划和安排，但是早上我却因为你在冷暴力我而说‘女人是养不熟的’",
                "我似乎没有说这样的原话但是我没有get到你的点。",
                "还有很多很多的争吵，比如小气鬼事件，键盘事件，喝酒事件...宝宝姐这段时间辛苦了。我看见了你在这段关系里面对自己的打磨，对我以及对我们的重视",
                "感谢你的付出，这些对我来说是异常珍贵的东西",
                "你会经常分享你过去的生活，你的照片",
                "<img src='img/photobefore.jpg'>",
                "<img src='img/before1.jpg'>",
                "我会很想探究过去的你，我很想看你穿春天的衣服夏天的衣服秋天和冬天的衣服",
                "我想感受过去的你的性格，你的脾气，我想拥抱过去的你去听听你的心事",
                "我想和你在一年四季各个季节约会干相同的事情或者不同的事情",
                "<img src='img/过生日.jpg'>",
                "我的相机记录下了你陪我过生日的场景，谢谢你的手链，我很喜欢",
                "在顺德的那天晚上，我们追剧到早上六点，你点了好多好吃的，我把你抱在怀里，这样的时刻真的好幸福好幸福呀，好希望以后我们可以一起打游戏或者追剧，并且在熟悉的床上醒来",
                "<img src='img/shilili.jpg'>",
                "关于酒店我没有拍很多的照片，但是我记忆非常犹新的是我们do了很多次，在诗莉莉，do到最后我们热烈的亲吻，然后你说不行不能在亲了，真的做不动了",
                "在十月份之前我们去单位旁边的丽斯未来，在亚朵，在好多酒店，度过了很多难忘的夜晚",
                "有一次你来大姨妈，我们在丽斯未来开了个房，我们从吃完饭七八点，就在床上抱抱睡，感受彼此的体温，彼此的味道，身体的形状",
                "你说你没有抱抱睡过，但是如果是一直可以抱抱睡就好了",
                "还有一次在电竞酒店，我们在外面玩的很晚再回来，那是我第一次见到你打游戏的样子，笨手笨脚但是表情异常的专注，让人忍不住亲一口",
                "那天你说，我们晚上似乎没有do，但是就是这样什么都不做，感觉也真的很幸福啊",
                "那段时期你说你很会做饭，想改天让我尝尝。我说我会做英早，我也想让你试一试",
                "我们畅想以后的生活，激动地，充满热情的拥抱明天醒来的彼此。宝宝姐，我们那段时间许下的愿望，现在全都实现了",
                "很快我们在新家开启了新的生活",
                "<img src='img/xiaomaofang.jpg'>",
                "我们在超市买东西，花光了我带来的所有的代金卷",
                "<img src='img/supermaket.jpg'>",
                "我们买了好多的东西",
                "<img src='img/stuffwebuy.jpg'>",
                "宝宝姐，我对于这件事情，记住了一个非常浪漫非常温暖的瞬间，可惜我没有拍照片",
                "就是我们似乎是买完东西或者其他什么时候，就是我们准备搬到小猫房的这一天",
                "我们都觉得有点疲惫于是去蜜雪冰城买一杯柠檬水",
                "我们活蹦乱跳的在等待，你挽着我的胳膊，似乎什么话都没有说但是我们的气氛非常的活泼",
                "我们非常的开心，彼此热情的迎接属于我们的明天",
                "这一刻真的好美好，我们像是最亲密的战友，最好的朋友，也是最甜的恋人",
                "紧接着的这段时间，我们的生活如期那般美好",
                "我会在早上上班的时候收到你给我准备的早餐以及咖啡",
                "我们会在晚餐享受你准备的晚餐，甚至柚子都是你亲手给我剥好的",
                "<img src='img/youzi.jpg'>",
                "我加班你会陪着我，哪怕要做到很晚",
                "<img src='img/youraccompany.jpg'>",
                "<img src='img/jiaban.jpg'>",
                "打游戏你也会陪着我，累了就会在旁边趴着睡觉",
                "出门你有时候也会穿我的衣服，",
                "<img src='img/衣服.jpg'>",
                "袜子",
                "<img src='img/sock.jpg'>",
                "甚至是我的内裤(这里没有图)",
                "我们一起享受周五的夜晚，我们一起喝酒，我会带你见我的朋友。你也有把我的朋友当很重要的人去对待",
                "<img src='img/minjianzhe.jpg'>",
                "<img src='img/合照.jpg'>",
                "我们一起去参加了你喜欢的剑网三的活动",
                "<img src='img/jianwangsan.jpg'>",
                "说实话，我想陪你做更多你喜欢的事情，我想在这些有我的支持的部分，看到你开心我也会很开心。我希望以后我会有更多对你的支持，就像是你对我一样",
                "在我出国的那一天我们有过很激烈的争吵",
                "我不再觉得三个月只是过一次暑假的事情，我还有好多好多想和你做的事情没有去做",
                "我焦虑，我不安，我想在这段时间在国内的时间和你做更多的事情。陆瑶想到这里向你道歉，我不该很凶的指责你",
                "但是我的英早做的依然很好吃，我想这就够了",
                "<img src='img/香肠.jpg'>",
                "<img src='img/lp.jpg'>",
                "异地的这段时间你总是被我气的掉小珍珠",
                "<img src='img/小珍珠.jpg'>",
                "<img src='img/你在哭.jpg'>",
                "而我呢",
                "<img src='img/我在笑.jpg'>",
                "我在笑",
                "<img src='img/yourfaceexpression.jpg'>",
                "你的内心是不是上面这个表情包啊哈哈哈哈哈",
                "<img src='img/分割线.jpg'>",
                "在过去的这段时间内，谢谢你为我做的每一杯咖啡，每一顿大餐，心疼你因为生活，性格，习惯，自我等话题上的矛盾留下的每一滴眼泪",
                "我们的矛盾只会越来越少，你的付出我都有看见并且异常的重视，在这里我本来想在结尾说一句，我写的东西不提爱字字都是感情之类的话的",
                "我爱你",
                "我需要你在我身旁",
                "我需要你的每一个付出",
                "我爱你，陆瑶，我爱你",
                "遇见你之后，我的生活也开始有了很鲜艳的颜色，你在我的生命里面已经画上了非常浓墨重彩的一笔，在我最珍贵的最重要的回忆里面，渐渐有了你的存在",
                "就像是我会觉得舒城似乎也有你的故事",
                "像是我回忆起英国的日子的时候也会想起你，我想带你去做一切在那个阶段我一个人做的事情",
                "我时常在我脑子不好的时候觉得你似乎一直存在于我的生命里一样",
                "陆瑶",
                "我爱你",
                "我好爱好爱你，一想到我们未来会有更多的经历，我就开心，我就开始觉得幸福",
                "我们还会抱抱睡无数个夜晚，重复过去所有幸福的事情无数遍，并且会发现无数个更多的甜蜜的事情",
                "我们还会有无数的快乐和幸福，请相信我们，相信我",
                "在异地的这段时间，我们的感情变得更好了，我们聊到了结婚聊到了见家长，聊到了彼此的家庭，聊到了对未来的期待",
                "我真诚的希望你，相信我，相信我们，我们会携手一起闯关，一直走到最后的",
                "我最好的朋友陆瑶，我爱你",
                "我最好的战友，我爱你",
                "我的爱人陆瑶，我爱你",
                "我时常对你的关心不够，你之前问我，什么时候心疼你了，怎么心疼你了，我答不出来。我似乎没有心疼一个人的能力，我自己对我自己都会时常忽视自己",
                "但是我会尝试去改变，我会尝试在你来大姨妈的时候给你泡脚，我会尝试想喝热水的时候给你烧一壶，我会尝试在你饿的时候做你最想吃的菜",
                "我承认这些能力我还不具备，但是只要你希望做的引用你的一句话，摘星星都会给你摘过来",
                "等我回家",
                "我爱你",
                "生日快乐",
                "<pre>🍀🍀🍀🌹🍀🍀🍀🌹🍀🍀🍀\n🍀🍀🌹🌹🌹🍀🌹🌹🌹🍀🍀\n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀\n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀\n🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹🌹\n🍀🌹🌹🌹🌹🌹🌹🌹🌹🌹🍀\n🍀🍀🌹🌹🌹🌹🌹🌹🌹🍀🍀\n🍀🍀🍀🌹🌹🌹🌹🌹🍀🍀🍀\n🍀🍀🍀🍀🍀🌹🍀🍀🍀🍀🍀</pre>"
            ]
        ],
        "responses": [{
            "content": "我爱你",
            "nextAuthor": ["0001"]
        }]
    }, {
        "id": "0001",
        "details": [
            [
                "想到未来你会成为我的妻子我就觉得很幸福",
                "如果你有一天觉得我们不甜了",
                "我们不再是最亲密的战友了",
                "如果有一天我们爆发了非常激烈的争吵",
                "我想我说的伤害你的话都不会是真的",
                "请给我打电话",
                "或者请给我回电话",
                "我可能正在焦急的想办法和你通话，说我爱你"
            ]
        ]
    }],
    "fromUser": []
}